{
  "id": "fp-147",
  "title": "Remedy: Kraljevi rojalta i prividnog rasta",
  "excerpt": "Remedy je prikupio solidne prihode u 2025., ali koliko od toga zapravo dolazi od novih igara, a koliko od starih naslova koji još uvijek žive na životu podrške?",
  "content": "Remedy je, kao i svake godine, objavio svoje financijske rezultate, a mediji su, kao i svake godine, odlučili radovati se brojkama kao da su otkriveni novi elementi periodnog sustava. €59,5 milijuna u prihodima za 2025. godinu zvuči impresivno, dok ne shvatite da je veliki dio toga jednostavno rojalta od starih naslova koji se prodaju na popustima ili dobivaju nova izdanja. Da, *Alan Wake 2* je doprinio — ali koliko? I koliko je još *Control* u stanju vući ovaj vagon?\n\nČetvrti kvartal pokazuje „značajan porast“, što je korporativni izraz za „nadamo se da nitko neće primijetiti da smo se malo previše oslonili na stare karte“. Kao da gledate restoran koji se hvali rekordnom zaradom, a onda shvatite da im je glavni izvor prihoda prodaja starih kruhova iz 2020. Osim što je u ovom slučaju kruh zapravo dobra igra, samo je pitanje koliko dugo može biti glavni obrok.\n\nGaming industrija voli pričati o inovacijama i budućnosti, ali prava priča je često u tome kako se iskorištavaju stari uspjesi. Remedy nije jedini krivac — cijeli sektor funkcionira na istom principu: napraviš jednu dobru stvar, a onda je mlatiš dok se može. I dok se *Alan Wake 2* možda prodaje solidno, pitanje je hoće li ikada dostići kultni status svog prethodnika ili će ostati samo još jedan naslov u nizu koji se prodaje na temelju prošlih zasluga.\n\nDakle, sljedeći put kad čujete da je neki studio „zabilježio rast“, pitajte se: je li to rast, ili samo dugoročno krčenje istog terena? I koliko će dugo taj teren ostati plodan prije nego što postane pustinja?",
  "category": "gaming",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "GamesIndustry.biz",
  "sourceUrl": "https://www.gamesindustry.biz/remedy-revenues-continue-to-rise-for-2025-reaching-595m",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}