{
  "id": "fp-143",
  "title": "Baterije koje ne eksplodiraju: Još jedan korak prema neizvjesnoj budućnosti",
  "excerpt": "Novi proizvodi Wanxiang A123 Systemsa i Hithiuma obećavaju sigurnost baterija. Jer, naravno, do sada je sve bilo samo igra.",
  "content": "Dok svijet tone u ekološku paniku, industrija baterija nas uvjerava da je riješila još jedan problem koji nismo ni znali da imamo. Wanxiang A123 Systems i Hithium predstavili su nove proizvode vezane za sigurnost baterija, uključujući polukrute ćelije i tehnologiju potapanja u rashladnu tekućinu. Hithium je čak proveo i testove na velikim požarima – jer, kako inače dokazati da vaš proizvod neće zapaliti pola grada?\n\nSigurnost baterija postaje sve veća tema, što je logično nakon što su nas godinama uvjeravali da su litij-ionske baterije jednako bezopasne kao bočica mineralne vode. Sada, kad su neki gradovi već imali priliku vidjeti kako izgleda spontano samozapaljenje skladišta energije, odjednom smo svi postali stručnjaci za termičko izbjegavanje. \n\nPolukrute ćelije zvuče kao nešto što biste mogli naći u laboratoriju ludog znanstvenika, a rashladna tehnologija potapanja podsjeća na kuhanje baterija umjesto jaja. No, eto, navodno ovo rješenje čini baterije 'sigurnijim'. Što god to značilo u svijetu gdje svaka nova tehnologija prolazi kroz fazu 'malo smo zaboravili testirati ovo u stvarnim uvjetima'.\n\nEnergy Storage News, kao uvijek, donosi ovu vijest s ozbiljnošću koja podsjeća na prodavače magle. Naravno, nema sumnje da su ovi napredci važni – ali isto tako je važno pitati se: koliko će trebati vremena da se ispostavi da i ove baterije imaju svoje 'ali'? Jer u energetici, kao i u ljubavi, svako rješenje donosi nove probleme. \n\nDakle, možemo samo nadati se da će ove nove baterije biti manje sklone dramatičnim ispadima. Ili barem da će eksplodirati stilski.",
  "category": "energy",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Energy Storage News",
  "sourceUrl": "https://www.energy-storage.news/a123-hithium-tout-semi-solid-cells-immersion-cooling-and-lsft-bess-safety-advances/",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}