{
  "id": "fp-121",
  "title": "Polaron puni baterije, a mi punimo šalice gorke ironije",
  "excerpt": "Britanski startup skupio milijune za 'materijale budućnosti'. Dok se SAD okreće od čiste energije, Evropa i dalje ulaže u obećanja.",
  "content": "Danas smo blagoslovljeni još jednom pričom o startupu koji će promijeniti svijet. Polaron, britanski igrač u svijetu znanosti o materijalima za električna vozila, upravo je prikupio solidnih 8 milijuna dolara. Vodio je krug Racine2, jer naravno, u 2024. ne možeš biti ozbiljan startup bez nekog fonda s francuskim imenom. Priskočili su u pomoć i Speedinvest (jer brzina = inovacija, zar ne?) te Futurepresent (jer budućnost je sad, samo skupo).\n\nČista energija, naravno. Čista kao što su naši džepovi nakon što platimo struju. Dok se u SAD politička klima okreće protiv održivog transporta (jer zašto bi građani disali čist zrak kad mogu disati nostalgiju za 1950-ima), Europa i dalje izdržava svoju ulogu: bacanje novca na tehnologije koje će možda, jednog dana, ako sve prođe po planu, donijeti profit. Ili bar jednu lijepu prezentaciju na sljedećem Web Summitu.\n\nŠto se tiče samog Polarona, tehnološki detalji su magloviti – ali jesu li ikad drugačije? U svijetu startupa, što je manje konkretnog, to je veći prostor za marketinške floskule. 'Materijalna znanost za EV' može značiti bilo što: od stvarno revolucionarnih baterija do običnog plastičnog poklopca za punjač koji izgleda futuristički. Naš izvor, CleanTechnica, nije se udostojio pojasniti. Možda su i oni umorni od pisanja istih članaka s drugim imenima.\n\nDakle, evo nas opet: ulagači igraju rulet sa startupima dok političari igraju rulet s planetom. A mi? Mi gledamo i pijemo kavu, čekajući da netko napokon izmisli materijal koji će učiniti ovaj cirkus barem malo uravnoteženijim.",
  "category": "energy",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "CleanTechnica",
  "sourceUrl": "https://cleantechnica.com/2026/02/08/ai-startup-that-does-ev-related-materials-science-discovery-raises-8m/",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}