{
  "id": "fp-15",
  "title": "Starlinkova misija: SpaceX opet dokazuje da je svemir težak",
  "excerpt": "Falcon 9 ponovno pokazuje da je lansiranje satelita u orbitu još uvijek komplicirana igra s previše varijabli. I malo anomaliја.",
  "content": "Dok su nas u zadnje vrijeme bombardirali vizijama o besprijekornom komercijalnom svemirskom turizmu i orbitalnim hotelima, SpaceX je ljubazno podsjetio da je fizika još uvijek na vlasti. Njihova misija Starlink 17-32, prva u veljači, završila je s onim što korporativni rječnik voli nazvati 'anomalijom' gornjeg stupnja. Naravno, to su riječi koje IT odjeli koriste kada sve ode u krivom smjeru, ali ne žele uplašiti dioničare.\n\nLansirano s Vandenberga u kalifornijskoj magli (jer naravno, ni sateliti ne mogu pobjeći od kalifornijske klimatske melankolije), Falcon 9 je uspješno ostavio tlo u 7:47 ujutro. Što je, doduše, bilo 10:47 na Istočnoj obali i 15:47 po UTC-u, jer u svemirskim letovima vrijeme mora biti što kompliciranije. Nakon što je gomila internetskih satelita isporučena na odredište, gornji stupanj je odlučio demonstrirati vlastitu verziju kreativne autonomije. Detalji? Malo ih je. Ali SpaceX je uvijek spreman s optimističnim spinom: 'Misija je uspjela, ali imamo nešto za analizu.' Čarobna rečenica koja pokriva sve od blage nesavršenosti do spektakularnog rasula.\n\nOno što je ovdje posebno zabavno je koliko smo brzo prihvatili ideju da je svemir postao rutina. Komercijalne letove uzimamo zdravo za gotovo, dok rakete i dalje imaju naviku da se ponašaju kao temperamentni umjetnici – nepredvidivo i s dramatičnim ispadima. Možda bi trebali početi slaviti te 'anomalije' kao podsjetnike da je svemir ipak nešto što se ne da jednostavno uklopiti u kvartalne izvještaje. Ili, kako bi rekli u SpaceX-u: 'Inovativno iskustvo učenja za buduće misije.'",
  "category": "space",
  "date": "2026-02-09",
  "author": "Future Pulse",
  "source": "Spaceflight Now",
  "sourceUrl": "https://spaceflightnow.com/2026/02/01/live-coverage-spacex-to-launch-25-starlink-satellites-on-falcon-9-rocket-from-vandenberg-sfb/",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}