{
  "id": "fp-17",
  "title": "Kineski svemirski korak naprijed, dva koraka unatrag",
  "excerpt": "Kineska svemirska agencija imala je loš početak godine, ali ne brinite – 2026. će biti 'uzbudljiva'. Naravno.",
  "content": "Ako ništa drugo, Kinezi su dosljedni. Početak godine obilježila su dva neuspjeha u svemirskim letovima, što je, recimo, solidan rezultat za svaku silu koja se želi dokopati zvijezda. Detalji o tim neuspjesima su magloviti – možda je netko pogrešno protresao kontejner s rižom u kontrolnom centru, možda je računalo odlučilo da je dan za šišanje pamuka. Tko zna?\n\nNo, ne brinite se. Prema *NASASpaceFlight.com* – jer, naravno, trebamo zapadni izvor da nam potvrdi kineske planove – 2026. će biti 'uzbudljiva' godina za kineski svemirski program. Što točno znači 'uzbudljiva'? Ne pitajte. Možda će lansirati još nekoliko satelita koji će nas još pomnije gledati. Možda će poslati rakete u pravcu Mjeseca, samo da pokažu da mogu. Ili će, što je najvjerojatnije, objaviti neku grandioznu animaciju kako će do 2050. graditi nuklearne lansirne rampe na Marsu.\n\nOno što je posebno dražesno u svemu ovome je neizbježna histerija oko 'svemirske utrke'. Kina će, navodno, prestići SAD, Rusiju, SpaceX i možda čak i Vulkance s Alpha Centaurija. A sve dok se njihove rakete povremeno pretvore u skupocjene vatromete. No, što je život bez malo dramatičnih eksplozija? Ionako većina nas gleda u ekrane, a ne u nebo.\n\nDakle, veselimo se 2026. godini. Ili ne. U najmanju ruku, bit će zabavno gledati kako se mediji pretvaraju da je svaki kineski korak u svemiru 'povijesni trenutak'. Dok nas istovremeno, naravno, podsjećaju da su svi ostali već to odavno napravili. Ali hej, barem imamo nešto za pratiti između ciklusa geopolitičkih panika.",
  "category": "space",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "NASASpaceflight",
  "sourceUrl": "https://www.nasaspaceflight.com/2026/02/china-roundup-020526/",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}