{
  "id": "fp-108",
  "title": "Disneyjev crni rupak: Kada 'Star Wars' susreće '2001' u nebranom polju",
  "excerpt": "Godine 1979. Disney je odlučio baciti 'The Black Hole' u svemirsku trku, ali umjesto spektakla, dobili smo kozmičku zbrku koja je ostavila publiku u nedoumici – jesmo li gledali film ili test za psihi",
  "content": "U eri nakon uspjeha 'Star Warsa', svaki studio je pokušao napraviti svoju verziju svemirske sage. Disney je, naravno, imao svoj plan: 'The Black Hole' – film koji je bio toliko originalan da je uspio biti naslikan kao kombinacija '2001: Odiseje u svemiru' i 'Star Warsa', ali bez ikakvog smisla za ritam ili koherenciju. Rezultat? Prostor između zvijezda pun nelagode i robotića koji su izgledali kao da su propali audiciju za igračku u McDonaldsu.\n\nKritičari su ga nazvali 'svemirskom čudnošću', što je ljubazno rečeno. Film je imao sve: pseudo-znanstveni žargon, psihodelične vizuale (uglavnom tamne i zbunjujuće), te likove koji su se ponašali kao da su na sedmom danu bez sna. Najveća misterija nije bila crna rupa u naslovu, nego kako je itko odobrio budžet za ovaj projekt.\n\nJe li 'The Black Hole' trebao izravno konkrirati 'Star Warsu'? Vjerojatno ne, jer da jest, možda bi netko uložio više truda u scenarij. Umjesto toga, Disney je odlučio igrati na sigurno – napraviti nešto što je bilo dovoljno drugačije da se ne može izravno usporediti, ali dovoljno slično da privuče pažnju. Klasična strategija 'ako ne možemo pobijediti, barem možemo zbuniti'.\n\nDanas, 'The Black Hole' ostaje kuriozitet – podsjetnik da čak i najveći kreativni giganti mogu proizvesti nešto što više podsjeća na studentski eksperiment nego na blockbuster. Možda je to i bila namjera: poslati publiku u vrtlog konfuzije, gdje pitanje 'što sam upravo gledao?' ostaje bez odgovora. Ako ništa drugo, film je postigao jednu stvar – dokazao je da svemir nije jedina stvar koja može biti bezdan.",
  "category": "space",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Space.com",
  "sourceUrl": "https://www.space.com/entertainment/space-movies-shows/the-black-hole-was-disneys-original-response-to-star-wars-what-the-hell-were-they-thinking",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}