{
  "id": "fp-107",
  "title": "NCAR: Još jedan američki projekt na rubu kolapsa",
  "excerpt": "Američki Nacionalni centar za atmosferska istraživanja (NCAR) možda nestane, a naslutili smo da će to koštati više nego što itko očekuje.",
  "content": "U svijetu gdje se državni projekti raspadaju brže nego što ih možemo zaboraviti, NCAR je novi kandidat za muzejsku izložbu. Prema Space.com, ovaj centar za istraživanje atmosfere—što je, da budemo iskreni, prilično korisno u dobu kada klima igra rulet s ljudskim postojanjem—možda će biti demontiran. Naravno, Amerikanci su već identificirali pet načina na koje će ih to koštati. Jer zašto bi štitili nešto što bi moglo spriječiti buduće katastrofe kad možemo platiti posljedice kasnije?\n\nPrvo, gubitak NCAR-a značio bi manje predviđanja ekstremnih vremenskih uvjeta. Što će reći, ljudi bi možda morali koristiti—užas—svoj vlastiti razum i iskustvo umjesto da se oslanjaju na znanost. Strašno, znam. Drugo, istraživanje klimatskih promjena bi se usporilo, što je očito nebitno jer, kao, tko još vjeruje u to? (Osim, znate, svih znanstvenika.)\n\nTreće, gubili bismo tehnologiju koja pomaže u upravljanju zračnim prometom. Četvrto, obrazovne prilike za studente bi nestale, ali tko brine o budućim generacijama kad možemo brinuti o tekućim profitima? I peto, naravno, Amerika bi izgubila još jedan komadić svog znanstvenog prestiža. Ali hej, barem imaju najbolju vojsku, zar ne?\n\nPostoje, kažu, dva načina da se NCAR spasi: više financiranja (što je, čudno, uvijek rješenje) i veća suradnja s privatnim sektorom. Jer ništa ne garantuje objektivnost znanstvenih istraživanja kao utjecaj korporativnih interesa. Možda bi SpaceX mogao preuzeti NCAR i početi prodavati vremenske prognoze kao NFT-e.\n\nDakle, evo nas opet: institucija koja je možda—samo možda—korisna za čovječanstvo je na rubu propasti jer, eto, tako je kako je. Ako nas povijest ičemu naučila, to je da ćemo sigurno napraviti pogrešan izbor. Nadajmo se samo da će ovaj put biti zabavan za gledati.",
  "category": "space",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Space.com",
  "sourceUrl": "https://www.space.com/astronomy/earth/what-americans-lose-if-their-national-center-for-atmospheric-research-is-dismantled",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}