{
  "id": "fp-250",
  "title": "Marsovski turista: Perseverance vozi sam, NASA samo gleda",
  "excerpt": "NASA je konačno ostvarila san svakog roditelja tinejdžera: poslala je vozilo na Mars koje se vozi samo, bez ikakvog ljudskog nadzora. Samo je pitanje vremena kada će tražiti da si sam plaća gorivo.",
  "content": "Dvadeset i nešto godina nakon što su nam obećali leteće automobile, dobili smo sljedeću najbolju stvar: rovera koji sam sebe vozi po Marsu. Prema službenim izjavama, Perseverance je prošlog prosinca autonomno prevalio preko 450 metara, što je otprilike udaljenost od jednog kraja Zagrebačkog velesajma do drugog, samo bez mogućnosti kupnje jeftinih čarapa na kraju putovanja.\n\nNASA, naravno, ovo predstavlja kao veliki tehnički napredak. No, realno gledano, što je tu točno impresivno? Ako je moj štednjak sposoban sam odlučiti kada je kuhano jaje gotovo, zašto ne bismo očekivali da vozilo od 2,7 milijarde dolara zna zaobići kamen bez telefonskog poziva u kontrolni centar?\n\nOno što je zapravo zanimljivo u cijeloj ovoj priči je što NASA sve više postaje poput onih roditelja koji polako prebacuju odgovornost na dijete: 'Evo ti ključeva od planeta, samo nemoj zaboraviti napuniti baterije i javi se ako naiđeš na vanzemaljce.' \n\nAutonomna vožnja na Marsu je, naravno, tehnički izazov, ali pitanje je koliko je tu NASA uistinu revolucionarna. Već desetljećima imamo podmornice koje samostalno plove po oceanima, a neki od naših političara već dugo funkcioniraju bez ikakvog ljudskog nadzora. Zašto onda toliko hypea oko par stotina metara na crvenom pješčaniku?\n\nIstina je da ovo otvara vrata budućim misijama gdje će ljudska intervencija biti svedena na apsolutni minimum. Što je, recimo, odlična vijest za buduće koloniste koji će moći posvetiti više vremena pravljenju selfija s marsovskim krajolicima, a manje gledanju u ekrane i pritiskanju tipki. Napredak, kako ga god okrenete.\n\nDakle, čestitke NASA-i. Napokon ste stvorili vozilo koje se ponaša kao većina vozača na zagrebačkom Slavonskom aveniji - potpuno samostalno, s vrlo upitnim odlukama. Samo se nadajmo da Perseverance neće razviti naviku 'samo malo skratim preko ovog kratera' ili 'proći ću na žuto sunce'.",
  "category": "space",
  "date": "2026-02-11",
  "author": "Future Pulse",
  "source": "Universe Today",
  "sourceUrl": "https://www.universetoday.com/articles/nasa-let-ai-drive-the-perseverance-rover-for-two-days",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}