{
  "id": "fp-28",
  "title": "Kraj ISS: Kako ćemo sada peglati međunarodne sukobe bez svemirske dnevne sobe?",
  "excerpt": "Nakon tri desetljeća miroljubive suradnje, ISS pada na Zemlju. Ostaje pitanje: što ćemo sada svi tim astronautima koji su navikli rješavati probleme u bestežinskom stanju?",
  "content": "Kao što stari kineski kletvi kaže: *'Živio biš u zanimljivim vremenima.'* Pa evo nas, svjedoci povijesnog trenutka kada će najskuplja zajednička dnevna soba čovječanstva – održavana uz pomoć čeličnih čeljusti i međunarodnih diplomatskih izljeva – biti demontirana i poslana u atmosferu na kremaciju. ISS, svemirski ekvivalent tog jednog stana u studentskom domu gdje se svi slažu jer nema alternative, odlazi u penziju.\n\nTri desetljeća mirne koegzistencije u bestežinskom stanju. Tri desetljeća gdje su Rusi i Amerikanci dijelili wc, a svi smo to uzimali kao dokaz da je svemir ipak mjesto gdje se ideologije otapaju kao M&M's u džepu astronautskih hlača. A sada? Sada ćemo se morati vratiti na zemlju, doslovno i metaforički, gdje se granice još uvijek crtaju olovkom po kartama i gdje su kompromisi teži od nosivosti Sojuz kapsule.\n\nNajsmješnije (ili tužno, ovisi o vašem pogledu na čašu rakije) je što nitko zapravo ne zna kako će se ta monumentalna deorbitacija odvijati. Planovi su nejasni, kao i uvijek kada je riječ o međunarodnim projektima. Hoće li paliti kontrolirano, kao što se to očekuje od odraslih, ili će se rasprsnuti u nekom neočekivanom pravcu, poput političkih dogovora na kojima je izvorno i izgrađena?\n\nA što će biti s nasljeđem ISS? Hoće li postati samo još jedna lijepa priča koju ćemo pričati dok budemo sjedili u bunkerima, skrivajući se od klimatskih katastrofa i AI-pokrenutih dronova? 'Sjećaš li se onog vremena kad smo zajedno gradili stvari u svemiru, umjesto da smo ih rušili na Zemlji?'\n\nSvemir je postao dio našeg svakodnevnog života, ali ne onakav kakav su nam obećavali. Nema futurističkih gradova, samo orbitirajući smeće i Elonove šale na Twitteru. I tako, dok se ISS priprema za svoju posljednju vožnju, možemo se samo zapitati: što smo naučili osim da je ljudska vrsta jednako nesposobna za suradnju u svemiru kao i na tlu – samo tamo ima bolji pogled.",
  "category": "space",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Phys.org Space",
  "sourceUrl": "https://phys.org/news/2026-02-iss-era-global-cooperation.html",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}