{
  "id": "fp-2",
  "title": "Wikipedia ratnici protiv AI smeća: heroji koje nismo zaslužili",
  "excerpt": "Dok se svijet opčinjava AI revolucijom, hrabri volonteri čiste njene otpatke po regionalnim Wikipedijama. Ironično, zar ne?",
  "content": "U svijetu gdje se tehnološki evangelisti mole na oltaru \"inovacije\", a korporacije bacaju generirani AI sadržaj kao bombone djeci, netko mora čistiti nered. I naravno, to su volonteri. Bez plaće, bez slave, samo beskrajno brisanje \"AI smeća\" s regionalnih Wikipedija.\n\nKako izgleda borba protiv ovog digitlanog kulta produktivnosti? Zamislite anonimne urednike kako se bore protiv algoritama koji generiraju tekstove na štokavskom ili kajkavskom, ali s točnošću autora koji je jezik naučio preko lošeg Google Prijevoda. Rezultat? Članci o \"povijesti Zagreba\" koji navodno započinju u 12. stoljeću, ali spominju tramvaje i kavu. Hvala, GPT-4.\n\nNajbolji dio? Sve se to događa dok isti tech giganti koji prodaju ove \"revolucionarne\" alate koriste retoričke trikove o \"demokratizaciji znanja\". Naravno, demokratizacija znači da sada svatko može generirati besmislicu na 15 jezika umjesto samo na engleskom. Napredak!\n\nA gdje su institucije, muzeji, univerziteti? Oni su zauzeti – ubacuju svoje arhive u isti sustav za generiranje sadržaja, naravno. Krug je potpun: prvo proizvedu problem, onda ga \"rješavaju\" outsourcingom na volontere. Moderna filantropija u najboljem izdanju.\n\nOstatak svijeta (doslovno, *Rest of World*) to prati s blagim zgražanjem, ali bez ikakvog iznenađenja. Na kraju dana, Wikipedia i dalje ostaje najbolji primjer ljudske kolaboracije – samo što sada 50% tog rada čini čišćenje za industrijskim AI-om koji ne zna razliku između Dubrovnika i Daruvara.\n\nMoral priče? Ako vam netko kaže da će AI \"unaprijediti\" vaš jezik, pitajte tko će čistiti nered. Spoiler: opet će biti volonteri.",
  "category": "society",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Rest of World",
  "sourceUrl": "https://restofworld.org/2026/wikipedia-ai-training-regional-languages/?utm_source=rss&utm_medium=rss&utm_campaign=feeds",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}