{
  "id": "fp-6",
  "title": "Temu: Kineska bajka o jeftinoj igrački koja se raspada",
  "excerpt": "Temu, kineski e-commerce div, učio je svijet kako prodavati zrak po cijeni šećera. Dok ga sada regulatorne racije i bijesni potrošači tjeraju u kut.",
  "content": "Dok je Zapad još uvijek opsjednut pričama o tome kako će Kina preuzeti svijet sofisticiranom tehnologijom i visokim inženjeringom, Temu je odlučio podsvijetiti tu fantaziju na najbolji mogući način: prodavajući plastično smeće za cijenu kave iz najjeftinijeg automata. Da, dragi čitatelju, dok mi razmišljamo o trgovinskim ratovima i geopolitičkim igrama, Kina je već pobijedila na jednom frontu – umjetnosti prodaje apsolutno nepotrebnih stvari za gotovo besplatno. \n\nNo, kao što i najljepše bajke imaju svoje mračne trenutke, tako i Temu suočava svoje demone. Regulatorne racije, kazne i narasli bijes potrošača počinju nagrizati temelje ovog 'ultrajeftinog' carstva. Ironija je, naravno, slatka kao neki od proizvoda koje Temu nudi: model izgrađen na iskorištavanju pukotine u globalnim pravilima trgovine sada sam postaje žrtvom te iste pukotine. \n\nOno što je počelo kao brzopleta kupovina šporkih slušalica za 1,99 eura s besplatnom dostavom, pretvorilo se u igru na čiju će se kožu prvo zalijepiti regulatorni flaster. A pitanje je samo hoće li ga prva skinuti EU, SAD ili sami potrošači koji su konačno shvatili da 'jeftino' često znači 'platit ćeš dvaput'. \n\nNajsmješnije od svega? Dok se Temu bori s posljedicama vlastitog poslovnog modela, ostatak svijeta još uvijek pokušava shvatiti kako su im kineske prodavačnice postale važnije od lokalnih trgovina. Možda je odgovor jednostavniji nego što se čini – svi volimo dobru iluziju, dok nas reality check ne udari u glavu poput neispravnog paketa s Wisha.\n\nDakle, evo nas: zarobljeni u začaranom krugu besmislenih kupovina, gdje svaki klik donosi trenutak uzbuđenja, a svaka dostava – goruće razočaranje. Kako reći 'ne' Kini kad nam nudi toliko toga za tako malo? I kako reći 'da' kad shvatimo da je cijena zapravo mnogo veća? To, prijatelji moji, pitanje je za sljedeću epizodu globalnog kapitalističkog sitcoma u kojem svi glumimo uloge budala.",
  "category": "society",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Rest of World",
  "sourceUrl": "https://restofworld.org/2026/temus-raids-fines/?utm_source=rss&utm_medium=rss&utm_campaign=feeds",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}