{
  "id": "fp-8",
  "title": "Djeca, ekrani i vrhunski zakonodavni improvizatori",
  "excerpt": "Washingtonski zakonodavci opet spašavaju djecu od ekrana, dok isti ti ekrani postaju sve važniji u njihovim kampanjama.",
  "content": "U Washingtonu je, izgleda, ponovno došlo vrijeme za jednu od najdražih igrica političara: \"Tko će više voljeti djecu?\". Najnoviji hit na tom polju je borba protiv ekrana i mentalnog zdravlja mladih, gdje se Big Tech prikazuje kao i obično — istovremeno kao problem i rješenje. Naravno, nitko ne spominje koliko su ti isti političari ovisni o društvenim mrežama da bi došli do vlasti.\n\nEFFector, newsletter koji prati tehnologiju i građanske slobode od 1990., podsjeća nas da su \"age gateovi\" na internetu postali nova granica u borbi za zaštitu djece. Smiješno je kako se isti ti mehanizmi, namijenjeni sprječavanju pristupa odraslim sadržajima, lako zaobilaze s jednim klikom na \"Ja sam stariji od 18 godina\". Ali hej, barem smo napisali zakon.\n\nZanimljivije je što se u istom broju spominje i \"rent-only copyright kultura\", gdje ništa ne posjedujete, samo iznajmljujete dok vam dopuštaju. Možemo li očekivati da će netko u Kongresu predložiti zakon o zaštiti djece od pretplate? Vjerojatno ne — to bi zahtijevalo previše vremena koje bi se moglo potrošiti na javno moralisanje.\n\nAudio prilog s Joeom Mullinom iz EFF-a nudi \"pametne prijedloge\" za zakonodavce. Sigurno će ih poslušati s obzirom na to koliko su do sada slušali stručnjake. Na kraju dana, bit će još nekoliko saslušanja, par press konferencija, i onda će se sve nastaviti po starom. Djeca će i dalje buljiti u ekrane, političari će i dalje buljiti u kamere, a mi ćemo i dalje čekati da netko shvati da zakoni nisu magični štitovi protiv stvarnosti.\n\nI tako, u krug.",
  "category": "society",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "EFF",
  "sourceUrl": "https://www.eff.org/deeplinks/2026/01/bill-hand-parenting-big-tech-effector-382",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}