{
  "id": "fp-9",
  "title": "Autoritarci brže od Wi-Fija: Zašto jak režim ne gasi internet",
  "excerpt": "Ako vam netko kaže da su internet blackoutovi znak snažne vlasti, laže. Pravi autoritarci ni ne dopuštaju da situacija dođe do toga.",
  "content": "U svijetu gdje se demokracija često mjeri brzinom interneta, slabost vlade lako prepoznati po tome što jedino što zna brzo ugasiti je upravo internet. Slate Tech podsjeća: pravi autoritarni majstori ne čekaju da im netizenji počnu organizirati revoluciju na Twitteru – oni tu mogućnost eliminiraju unaprijed.\n\nNaravno, nije važno je li riječ o diktatoru starog kova ili modernom vođi s Instagram profilom. Bitna je tehnika: slab će vladar panično prekinuti vezu kad već gori, dok će pametniji autokrat samo postepeno zaoštriti algoritme, ograničiti pristup ili jednostavno učiniti online život toliko depresivnim da nitko nema volju za buntom.\n\nOstat ćemo bez konkretnih primjera – ne zato što ih nema, nego zato što su najuspješniji slučajevi oni koje niti ne primjećujemo. Zašto gasiti cijelu mrežu kad možeš samo onemogućiti hashtag #režimjelegitiman? Zašto zabraniti YouTube kad možeš spustiti brzinu uploada ispod 0,5 Mbps, čime se spontani prosvjednik automatski pretvara u frustriranog korisnika koji će prije nazvati korisničku podršku nego organizirati revoluciju?\n\nIronija je, naravno, u tome što je najbolja cenzura ona koja izgleda kao tehnička poteškoća. I dok se svijet bori protiv ‘fake newsa’, pravi profesionalci već imaju gotov odgovor: neka bude istina. Samo neka bude dosadna, preduga i nedostupna u 4K rezoluciji.\n\nTako da sljedeći put kada vam se stranica ne učita, zapitate se: je li ovo slučajni outage – ili neki ministar odlično radi svoj posao?",
  "category": "society",
  "date": "2026-02-10",
  "author": "Future Pulse",
  "source": "Slate Tech",
  "sourceUrl": "https://slate.com/podcasts/what-next-tbd/2026/02/why-iranian-protests-happened-under-an-internet-shutdown?via=rss",
  "tags": [
    "future-pulse",
    "automated"
  ],
  "summary": ""
}